---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemShearstudGrade
source: html/db0af6f6-19c7-aa82-1b4f-6bf62fd8e9a6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemShearstudGrade Property

"Grade"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemShearstudGrade { get; }
```